---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.OptionalFunctionalityNotAvailableException
source: html/1dda6ef1-c276-1810-8edd-ace428075835.htm
---
# OptionalFunctionalityNotAvailableException Properties

The information of the function throwing the exception.